command_help = """
Команды дял взаимодействия с ботом

Старт -- запускает бота
Поиск -- запускает поиск партнера
Помощь -- выводит все существующие команды
Мои данные -- выводит информацию о пользователе
Условия поиска -- выводит услоия, по которым ищутся партнеры
Нравится -- отмечает последнего просмотренного пользователся
Понравившиеся -- ввыводит ссылки на аккаунты всех понравившихся пользователей
Сбросить условия поиска -- при следующем поиска условия буду сформированы заново
Изменить условия поиска -- позволяет последовательно изменить условия поиска
Оставить -- оставляет старые данные при изменение уловий поиска

Если команда не распознана, либо ее нет, то выводится сообщение 'Команда не распознана, попробуйте ще раз'
"""

