help = """
Команды дял взаимодействия с ботом

Привет -- запускает бота
Поиск -- запускает поиск партнера
Помощь -- выводит все существующие команды
Мои данные -- выводит информацию о пользователе
Условия поиска -- выводит услоия, по которым ищутся партнеры
Нравится -- отмечает последнего просмотренного пользователся
Понравившиеся -- ввыводит ссылки на аккаунты всех понравившихся пользователей
Сбросить условия поиска -- при следующем поиска условия буду сформированы заново

-- Команды для изменения данных пользователя --
Моя дата рождения - ДД.ММ.ГГГГ -- изменение даты рождения
Мой пол - 1/2 -- изменение пола (1 - Женский, 2 - Мужской)
Иой город - название -- изменение города (Название города вводится в иминительном падеже)

-- Команды для изменения условий поика --
Поиск по возрасту - ??-?? -- изменение возсраста партнера (??-?? возраст от-до)
Поиск по полу 1/2 -- изменение пола (1 - Женский, 2 - Мужской)
Поиск по городу - название -- изменение города (Название города вводится в иминительном падеже)

Если команда не распознана, либо ее нет, то выводится сообщение 'Я вас не понимаю!'
"""

# необходимо реализовать
# сборос данных пользователя
# черный список - внесение id партнера в черный список